<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>维C互动</title>

<%@include file="head.html"%>

</head>

<body>

	<%@include file="head.jsp"%>

<!-- content -->
<div class="content">
  <div class="title"><img src="../images/news_title.jpg" alt="" /></div>
  <div class="news-content">
    <h1>18年行业积淀 《商界》再现真实商界</h1>
    <h2>2011-11-15 09:37</h2>
    <p>曾经引爆一个财富的神话，一款虚拟的游戏，竟然吸引了众多世界500强企业抢进去高价购买根本不存在的土地、建筑。国内曾经也有对这一模式的复制，但无一幸免的遭遇失败？<br/></p>
    <p>为什么？<br/></p>
    <p>道理很简单，用户价值并不健全的虚拟世界Secondlife，与其说这是游戏商业化的成果，还不如说是极端性概念的成功。即使是巨头林立的虚拟世界，不能为用户提供知识、经验、奋斗与成长的游戏环境，也难以取悦挑剔的游戏玩家，游戏平台就难免成为沙滩上的大厦，经不起时间的检验。<br/>
商界传媒集团18年来对商业财经领域探索积淀的成果——《商界》，将以独特的方式呈现给广大玩家一个完整传奇的商业人生。</p>
	
	<p>2011年11月15日，商界传媒集团旗下维C互动与搜狐畅游联袂打造的模拟经营类网页游戏精品《商界》即将首次与圈内人士见面。真实严谨的游戏架构，精良的游戏制作水准，《商界》都将全面满足你体验创业人生的成就感！<br/>

<p>早在《商界》游戏的策划阶段，设计团队便以打造一个全真模拟的商业世界为诉求而进行开发制作。开发过程中更是力邀商界传媒集团董事长刘旗辉先生、商界传媒集团副总经理周攀峰以及众多商界知名企业家一起参与讨论游戏架构的设计，极尽全力还原更真实的商业社会。<br/>

<p>凭借众多商界知名企业家千余条的建议，以及商界传媒集团长期以来的的行业积累，《商界》融入了大量商业现实规则，通过丰富而又缜密的系统，创业者能够深入了解创业经商的各种流程、要素和关键所在。在《商界》中，不仅可以模拟创业的整个过程，更可以足不出户就发起一场残酷的商战，在现实中的商业规则和行业模式也将在游戏中真实再现。可以毫不夸张的说，《商界》是第一款真正意义上模拟了真实商业的网游产品。<br/>



<p>在《商界》中，每个服务器进驻的创业者数量都有数万人之多。试想一下，与一群创业精英左邻右舍同住一个小区，一起奋斗征战商海，是何等快意之事！更重要的是，在游戏中你可以结识许多在现实中的社交圈所无法触及到的人物，迅速扩大你的人脉范围在《商界》中可谓是举手即得。<br/>

<p>除了严谨的系统内容，《商界》中也有为数不少的社交与娱乐内容，在保留经营模拟类游戏精华元素的同时推陈出新，设置了GIG等多种趣味玩法。游戏在制作时运用了大量3D特效渲染技术，将众多设计师的灵感付诸现实，给用户一种身临其境的真实感官。<br/>


<p>说到这里，我们还是在说游戏。事实上，我们不能简单地将《商界》当作一款单纯的游戏来看。这个产品中会有商业性的游戏体验，也更充满了游戏性的商业机会。据称，这款游戏正陆续引进现实商业社会中的成功企业们入驻，企业们的进驻，并不是单纯出于网络推广的目的，更兼具虚拟经营与现实渠道开拓的希望。换句话说，玩家们在《商界》中开设一个店铺、经营一家公司，说不定一夜之间，就会变成现实。成功的企业也在关注具有经营智慧的玩家群体，他们完全可以通过游戏中的观察和考察，完成对虚拟创业者的能力测试，从而拿出宝贵的资源，提供给玩家到真实商业社会中去一展宏图。<br/>

<p>如果你想领略18年的行业积淀，体验最优的网页游戏水准，请在11月15日锁定《商界》游戏，《商界》也将成就你的创业传奇。<br/>


</p>
  </div>
  
  </div>
  
</div><!--end content -->
<div class="footer">
<div class="footer-content">
 <p><a href="index.html">维C首页</a> | <a href="about.html">关于我们</a> | <a href="news.html">公司动态</a> | <a href="product.html">产品介绍</a> | <a href="recruitment.html">招聘英才</a> | <a href="cooperation.html">商务合作</a> | <a href="contact.html">联系我们</a></p>
 <p>Copyright 2008 © www.19vc.com All rights reserved.</p>
</div>

</div>
<%@ include file= "footer.jsp"%>

</body>
</html>

