<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>维C互动</title>

<%@include file="head.html"%>

</head>

<body>

	<%@include file="head.jsp"%>

<!-- content -->
<div class="content">
  <div class="title"><img src="./images/recruitment_title.jpg" alt="" /></div>
  <div class="h1">web游戏文案策划</div>
  <div class="rec-content">
    	<p>工作地点：重庆<br/>
		职位性质：全职<br/>
		工资待遇：面议<br/>
		学历要求：不限<br/>
		工作经验：不限<br/>
		招聘人数：1<br/>
		 <br/>
		岗位职责：<br/>
		1、	参与游戏项目的整体策划工作与开发流程；<br/>
		2、	负责游戏世界观设计、编写游戏背景及故事架构设计；<br/>
		3、	根据系统策划的需求，完成各种任务情节、活动、人物、物品相关的文字描述工作。<br/>
		4、	负责游戏中任务系统的设计及功能和需求的规划；<br/>
		5、	策划文档的校对、整理。<br/>
		 <br/>
		职位要求：<br/>
		1、	热爱游戏，有一定的游戏文案策划工作经验；<br/>
		2、	具有扎实的文字功底和广阔的知识面，良好的叙述能力；<br/>
		3、	熟练使用word、excel、visio等常用办公软件；<br/>
		4、	有创新意识、思维活跃、乐于沟通交流；<br/>
		5、	有较强的责任心和抗压能力，工作主动性强；<br/>
		6、	对网页游戏有特殊兴趣或深入研究者优先考虑，中文类专业优先考虑。<br/>
		</p>
		 <div class="button"><a href="#">请将相关简历发至邮箱   64311906#qq.com(将#换为@)联系人：姜先生 联系电话：18602347075</a></div>
</div>

 <div class="h1">web游戏系统策划</div>
  <div class="rec-content">
    	<p>工作地点：重庆<br/>
		职位性质：全职<br/>
		工资待遇：面议<br/>
		学历要求：不限<br/>
		工作经验：不限<br/>
		招聘人数：1<br/>
		 <br/>
		岗位职责： <br/>
		1、	根据游戏设计意图和规划，进行各种游戏玩法设定；  <br/>
		2、	根据游戏发展方向，进行游戏各系统的搭建与细节设计；  <br/>
		3、	制作相关系统的逻辑与数据，丰富游戏系统内容；  <br/>
		4、	向程序、美术、运维等相关部门讲解策划文档，确保以上部门明确游戏系统设计意图，并跟进方案的实施，并最终对功能进行整合； <br/>
		5、	提出新的创意、游戏交互方式，同时协调相关的美术和记录团队会议中有意义的创意方案，并整理成规范的书面文档。  <br/>
		 <br/>
		岗位要求：  <br/>
		1、	2年以上网络游戏经验，对市面上的知名游戏有所了解；  <br/>
		2、	具有良好的团队精神与协调能力；  <br/>
		3、	具有较强的逻辑思维能力，善于规则设计；  <br/>
		4、	具有良好的表达能力，包含口头与书面表达能力；  <br/>
		5、	具有一定的市场意识，熟悉主流用户群；  <br/>
		6、	具有系统思考能力，善于全局思考，擅长出解决方案；  <br/>
		7、	对程序有一定了解的优先。 <br/>
		</p>
		<div class="button"><a href="#">请将相关简历发至邮箱   64311906#qq.com(将#换为@)联系人：姜先生 联系电话：18602347075</a></div>
</div>
    
 <div class="h1">web游戏数值策划</div>
  <div class="rec-content">
    	<p>工作地点：重庆<br/>
		职位性质：全职/（实习生2名）<br/>
		工资待遇：面议<br/>
		学历要求：不限<br/>
		工作经验：不限<br/>
		招聘人数：不限<br/>
		 <br/>
		岗位职责： <br/>
		1、	参与游戏项目的整体策划工作与开发流程； <br/>
		2、	根据游戏系统，进行系统底层框架的数学模型搭建和公式设计； <br/>
		3、	配合程序制作数据结构及相关数值公式编写，确保平衡性和扩展性； <br/>
		4、	建立并维护游戏系统数值框架以及数值操作流程； <br/>
		 <br/>
		职位要求： <br/>
		1、	1年以上游戏数值策划经验，能独立完成游戏的经济系统及数值设定； <br/>
		2、	良好的全局观以及良好的规划能力，逻辑思维能力强； <br/>
		3、	热爱游戏，有广泛的游戏经验，对于游戏有深刻的认识，喜欢对游戏系统做出分析和设计，深刻理解游戏的核心原理及玩家心态； <br/>
		4、	具有扎实的数学计算能力，熟悉常用游戏公式，有清晰的游戏观念； <br/>
		5、	能根据实际需求建立数学模型，并进行相关的调整测试工作； <br/>
		6、	有良好的沟通技巧和团队协作能力，熟练使用Office系列办公软件； <br/>
		7、	对高等数学、统计学、概率学、心理学、经济学、金融学等与游戏相结合知识有较深理解者优先。 <br/>
		</p>
		<div class="button"><a href="#">请将相关简历发至邮箱   64311906#qq.com(将#换为@)联系人：姜先生 联系电话：18602347075</a></div>
</div>

 <div class="h1">Flash前端开发人员</div>
  <div class="rec-content">
    	<p>工作地点：重庆<br/>
		职位性质：全职/（实习生2名）<br/>
		工资待遇：面议<br/>
		学历要求：不限<br/>
		工作经验：不限<br/>
		招聘人数：不限<br/>
		 <br/>
		岗位职责： <br/>
		1、	负责网页游戏Flash端程序开发工作。 <br/>
		 <br/>
		职位要求： <br/>
		1、	熟练使用Flash或FlashBuilder，精通AS3.0语言，两年以上相关工作经验； <br/>
		2、	熟悉puremvc框架； <br/>
		3、	熟悉flash动画编程； <br/>
		4、	熟悉flash与服务端通讯机制，了解Socket、AMF； <br/>
		5、	具有良好编程风格，有较强的自学能力和独立工作能力； <br/>
		6、	善于与人沟通，有较强的责任心和团队合作精神，有较强的独立解决问题的能力。 <br/>
		</p>
		<div class="button"><a href="#">请将相关简历发至邮箱   64311906#qq.com(将#换为@)联系人：姜先生 联系电话：18602347075</a></div>
</div>

<div class="h1">Flash动画设计人员</div>
  <div class="rec-content">
    	<p>工作地点：重庆<br/>
		职位性质：全职<br/>
		工资待遇：面议<br/>
		学历要求：不限<br/>
		工作经验：不限<br/>
		招聘人数：不限<br/>
		 <br/>
		岗位职责：<br/>
		1、	负责FLASH动画动作工序的制作。<br/>
		<br/>
		职位要求：<br/>
		1、	动画专业毕业生或美术相关专业毕业，具有扎实的美术功底，熟练掌握动画动作规律，学历不限；<br/>
		2、	有flash动画制作经验，能使用简单AS语言解决常见问题者优先；<br/>
		3、	至少熟练使用一种矢量绘制软件，且具有较好的矢量绘图功底；<br/>
		4、	熟练掌握Photoshop或同类设计软件；<br/>
		5、	善于与人沟通，有较强的责任心和团队合作精神，有较强的独立解决问题的能力。<br/>
		6、	简历中请提供个人作品。<br/>
		</p>
		<div class="button"><a href="#">请将相关简历发至邮箱   64311906#qq.com(将#换为@)联系人：姜先生 联系电话：18602347075</a></div>
</div>
<div class="h1">移动终端Flash应用/游戏开发人员</div>
  <div class="rec-content">
    	<p>工作地点：重庆<br/>
		职位性质：全职<br/>
		工资待遇：面议<br/>
		学历要求：不限<br/>
		工作经验：不限<br/>
		招聘人数：2<br/>
		 <br/>
		岗位职责：<br/>
		1、	负责移动终端平台上的手机游戏、应用开发工作。<br/>
		<br/>
		职位要求：<br/>
		1、	熟练使用移动终端任一一种开发语言，一年以上相关工作经验；<br/>
		2、	对重感、多点触摸功能有较为深入的理解；<br/>
		3、	熟悉puremvc框架； <br/>
		4、	熟悉flash与服务端通讯机制；<br/>
		5、	具有良好编程风格，有较强的自学能力和独立工作能力；<br/>
		6、	善于与人沟通，有较强的责任心和团队合作精神，有较强的独立解决问题的能力。<br/>
		</p>
		<div class="button"><a href="#">请将相关简历发至邮箱   64311906#qq.com(将#换为@)联系人：姜先生 联系电话：18602347075</a></div>
</div>
<div class="h1">JAVA游戏开发工程师</div>
  <div class="rec-content">
    	<p>工作地点：重庆<br/>
		职位性质：全职/（实习生2名）<br/>
		工资待遇：面议<br/>
		学历要求：不限<br/>
		工作经验：1年<br/>
		招聘人数：不限<br/>
		 <br/>
		岗位职责： <br/>
		1、	带领团队进行策划需求研究，完成策划分析与设计； <br/>
		2、	根据策划需求完成游戏项目的开发。 <br/>
		 <br/>
		职位要求： <br/>
		1、	计算机及相关专业，本科以上学历，至少1年以上软件开发经验； <br/>
		2、	熟悉JAVA socket编程； <br/>
		3、	熟悉hibernate，struts，spring等流行框架；（优先） <br/>
		4、	熟练使用Tomcat、Apache等Web/Application Server；（优先） <br/>
		5、	熟悉面向对象分析、设计、编程； <br/>
		6、	具有MYSQL/SQL SERVER/ORACLE等数据库的开发经验，熟练掌握存储过程编写、数据库表设计； <br/>
		7、	熟悉linux环境开发，有shell、perl、sed、awk等脚本语言开发经验者优先； <br/>
		8、	有手机游戏研发经验者优先。 <br/>
		</p>
		<div class="button"><a href="#">请将相关简历发至邮箱   64311906#qq.com(将#换为@)联系人：姜先生 联系电话：18602347075</a></div>
</div>

<div class="h1">游戏原画</div>
  <div class="rec-content">
    	<p>工作地点：重庆<br/>
		职位性质：全职/（实习生2名）<br/>
		工资待遇：面议<br/>
		学历要求：不限<br/>
		工作经验：不限<br/>
		招聘人数：不限<br/>
		 <br/>
		岗位职责： <br/>
		1、	负责公司为3D建模提供设计和形象依据； <br/>
		2、	负责游戏中道具、角色形象、UI图标和游戏宣传的绘制工作，要求对角色有深入刻画能力； <br/>
		3、	能根据策划提出的美术需求，把握游戏整体风格，并配合其他同事的相应工作。 <br/>
		 <br/>
		职位要求： <br/>
		1、	较好的美术基础，手绘能力较强，良好的造型能力空间表达能力，精通PS、PT等软件绘制CG插画以及概念画； <br/>
		2、	乐于创新、勇于实践、善于沟通、有责任感、能承受工作压力和认真好学的工作态度； <br/>
		3、	了解人物、物件的构造，对美学、动漫、视觉艺术有良好的直觉美感； <br/>
		4、	有相应工作岗位经验1年以上。 <br/>
		5、	简历中请提供个人作品。 <br/> 
		</p>
		<div class="button"><a href="#">请将相关简历发至邮箱   64311906#qq.com(将#换为@)联系人：姜先生 联系电话：18602347075</a></div>
</div>

<div class="h1">三维角色设计师</div>
  <div class="rec-content">
    	<p>工作地点：重庆<br/>
		职位性质：全职/（实习生2名）<br/>
		工资待遇：面议<br/>
		学历要求：不限<br/>
		工作经验：不限<br/>
		招聘人数：不限<br/>
		 <br/>
		岗位职责： <br/>
		1.	按设计稿制作出人物与及动作设计。 <br/>
		 <br/>
		职位要求： <br/>
		1.熟练掌握3DMAX PHOTOSHOP 等相关工具软件，按需求完成模型，动作绑定和贴图的绘制。（此职位以角色动作为主）  <br/>
		2.大专及以上学历，有良好的美术基础，2年工作经验；  <br/>
		3.热爱所从事的行业，对待工作认真负责，具备学习和钻研能力，能在团队中快速提高； <br/>
		4.简历中请提供个人作品。 <br/>
		</p>
		<div class="button"><a href="#">请将相关简历发至邮箱   64311906#qq.com(将#换为@)联系人：姜先生 联系电话：18602347075</a></div>

</div>
   
</div>
<!--end content -->
<script src='/Admin/plus/mytag_js.php?aid=1' language='javascript'></script>
<%@ include file= "footer.jsp"%>
</body>
</html>

